{"syscall_to_idx": {"1": 0, "10": 1, "102": 2, "104": 3, "11": 4, "110": 5, "114": 6, "117": 7, "118": 8, "119": 9, "12": 10, "120": 11, "122": 12, "125": 13, "128": 14, "13": 15, "132": 16, "133": 17, "140": 18, "141": 19, "142": 20, "143": 21, "144": 22, "146": 23, "148": 24, "15": 25, "155": 26, "156": 27, "157": 28, "158": 29, "159": 30, "160": 31, "162": 32, "163": 33, "168": 34, "172": 35, "173": 36, "174": 37, "175": 38, "176": 39, "179": 40, "180": 41, "183": 42, "184": 43, "185": 44, "19": 45, "191": 46, "192": 47, "194": 48, "195": 49, "196": 50, "197": 51, "198": 52, "199": 53, "20": 54, "200": 55, "201": 56, "202": 57, "203": 58, "204": 59, "205": 60, "206": 61, "207": 62, "208": 63, "209": 64, "21": 65, "211": 66, "212": 67, "213": 68, "214": 69, "219": 70, "220": 71, "221": 72, "224": 73, "226": 74, "228": 75, "229": 76, "230": 77, "231": 78, "233": 79, "234": 80, "240": 81, "242": 82, "243": 83, "252": 84, "254": 85, "255": 86, "256": 87, "258": 88, "259": 89, "26": 90, "260": 91, "264": 92, "265": 93, "266": 94, "268": 95, "269": 96, "27": 97, "270": 98, "272": 99, "289": 100, "292": 101, "293": 102, "295": 103, "298": 104, "3": 105, "30": 106, "300": 107, "301": 108, "307": 109, "308": 110, "309": 111, "311": 112, "314": 113, "320": 114, "322": 115, "324": 116, "33": 117, "331": 118, "332": 119, "340": 120, "37": 121, "38": 122, "39": 123, "4": 124, "40": 125, "41": 126, "42": 127, "43": 128, "45": 129, "5": 130, "54": 131, "57": 132, "6": 133, "60": 134, "63": 135, "64": 136, "65": 137, "66": 138, "7": 139, "75": 140, "77": 141, "78": 142, "8": 143, "83": 144, "85": 145, "9": 146, "91": 147, "93": 148, "94": 149, "96": 150, "97": 151, "99": 152, "clone": 153, "close": 154, "connect": 155, "execve": 156, "mmap": 157, "munmap": 158, "openat": 159, "other": 160, "read": 161, "renameat2": 162, "socket": 163, "write": 164}, "syscalls": ["1", "10", "102", "104", "11", "110", "114", "117", "118", "119", "12", "120", "122", "125", "128", "13", "132", "133", "140", "141", "142", "143", "144", "146", "148", "15", "155", "156", "157", "158", "159", "160", "162", "163", "168", "172", "173", "174", "175", "176", "179", "180", "183", "184", "185", "19", "191", "192", "194", "195", "196", "197", "198", "199", "20", "200", "201", "202", "203", "204", "205", "206", "207", "208", "209", "21", "211", "212", "213", "214", "219", "220", "221", "224", "226", "228", "229", "230", "231", "233", "234", "240", "242", "243", "252", "254", "255", "256", "258", "259", "26", "260", "264", "265", "266", "268", "269", "27", "270", "272", "289", "292", "293", "295", "298", "3", "30", "300", "301", "307", "308", "309", "311", "314", "320", "322", "324", "33", "331", "332", "340", "37", "38", "39", "4", "40", "41", "42", "43", "45", "5", "54", "57", "6", "60", "63", "64", "65", "66", "7", "75", "77", "78", "8", "83", "85", "9", "91", "93", "94", "96", "97", "99", "clone", "close", "connect", "execve", "mmap", "munmap", "openat", "other", "read", "renameat2", "socket", "write"]}